{
  "welcome": "Explore my creative world and discover how we can turn ideas into innovations together!",
  "pastWork": "Past Work",
  "skills": "Skills",
  "contact": "Contact",
  "welcome2": "Welcome to my creative space! Explore my work and discover how I can add value to your projects.",
  "introduction": "Hi, I'm Daniel, a junior Full Stack web developer with a passion for creating innovative and functional solutions. In this portfolio, you'll find a selection of my most recent projects that highlight my skills in both front-end and back-end development. Explore my work to see how I can add value to your projects, and feel free to reach out for any collaboration opportunities.",
  "perpetual_description": "Perpetual’s project is a web application developed with React on the frontend and Node.js on the backend, using APIs to connect both layers. It implements a mobile-first design that ensures an optimal user experience across all devices. The application allows users to purchase items by adding them to a cart, send messages through a contact form, and explore completed works. It uses tokens for authentication and is designed to be responsive, adapting to different screen sizes with media queries.",
  "miguel_cervantes_description": "Miguel Cervantes is a simple website developed with React that displays its menu, information about the owners, and contact options for inquiries about allergies or menu preferences. The page also includes a form to streamline the ordering process. The project is fully responsive and uses the necessary viewports to ensure an optimal experience across all devices.",
  "luxury_description": "Luxury is a React-based website focused on showcasing luxury cars. It features a sleek, modern interface where users can explore a variety of high-end car brands and models. The site highlights key vehicle features, offering an engaging and visually appealing browsing experience.",
  "skills_and_technologies": "SKILLS AND TECHNOLOGIES",
  "skills_description": "As a Full Stack web developer, I have solid experience in developing complete web applications, from conception to implementation and maintenance. I am highly skilled in front-end technologies like React, PHP, and Symfony, which I use to build interactive and responsive user interfaces. On the back-end, I work with Node.js and Express to create robust and efficient APIs. My experience also includes using databases like MongoDB and MySQL for data management and storage. I complement my technical skills with knowledge of version control tools like Git, as well as continuous integration and continuous deployment (CI/CD) practices to ensure quality and efficiency in software development.",
  "skills_html_css": "HTML5 & CSS3",
  "skills_bootstrap": "BOOTSTRAP",
  "skills_js": "JS",
  "skills_react": "REACT",
  "skills_php": "PHP",
  "skills_nodejs_express": "NODEJS & EXPRESS",
  "skills_symfony": "SYMFONY",
  "skills_mongodb": "MONGODB",
  "skills_mysql": "MYSQL",
  "skills_git": "GIT",
  "skills_docker": "DOCKER",
  "skills_ci_cd": "CI/CD",
  "contact_header": "CONTACT",
  "contact_form_title": "Let’s Build Something Great Together",
  "contact_form_description": "I am driven by the challenge of transforming ideas into impactful digital solutions. With a keen eye for detail and a commitment to excellence, I approach each project with a fresh perspective and a collaborative mindset. My diverse skill set, which includes expertise in React, Symfony, and other cutting-edge technologies, allows me to adapt to various project requirements and deliver results that exceed expectations. I am excited about the opportunity to work with innovative teams and contribute to meaningful projects that make a difference. If you are looking for a dedicated and versatile web developer who is passionate about solving problems and creating exceptional user experiences, let’s connect and explore how we can achieve your goals together.",
  "contact_form_name_placeholder": "Name",
  "contact_form_email_placeholder": "Email",
  "contact_form_message_placeholder": "Message",
  "contact_form_submit": "Submit",
  "footer_additional_info": "Additional Information",
  "footer_linkedin": "LinkedIn",
  "footer_github": "GitHub",
  "footer_contact_me": "Contact Me",
  "footer_email": "salcedovivancosdaniel@gmail.com",
  "footer_phone": "+34 614 152 103",
  "header_past_work": "Past Work",
  "header_skills": "Skills",
  "header_contact": "Contact",
  "works_title": "WORKS",
  "links_description":"Go GitHub",
  "links_description_cervantes":"Go Web",
  "links_description_luxury":"Go Web"
}
